{
  "facts": [
    {
      "id": 1,
      "fact": "Magic: The Gathering was created by mathematician Richard Garfield and introduced by Wizards of the Coast in 1993."
    },
    {
      "id": 2,
      "fact": "The first Magic: The Gathering set, called Alpha, had a limited print run of 2.6 million cards."
    },
    {
      "id": 3,
      "fact": "The rarest Magic card, the Black Lotus from Alpha, can sell for tens of thousands of dollars."
    },
    {
      "id": 4,
      "fact": "The game's popularity led to the creation of the Pro Tour in 1996, providing professional competition for players."
    },
    {
      "id": 5,
      "fact": "The Reserved List, created in 1996, contains cards that Wizards of the Coast has promised never to reprint."
    },
    {
      "id": 6,
      "fact": "In 2008, a player won a match in a Magic tournament in one turn, using a deck called 'Crimson Kobolds.'"
    },
    {
      "id": 7,
      "fact": "Mark Rosewater, head designer of Magic, has a background in TV sitcoms and once worked on 'Roseanne.'"
    },
    {
      "id": 8,
      "fact": "Magic: The Gathering has over 20,000 unique cards, with new sets released regularly."
    },
    {
      "id": 9,
      "fact": "The longest Magic card name is 'The Nameless One,' from the Unhinged set."
    },
    {
      "id": 10,
      "fact": "The largest creature printed in the game is Emrakul, the Aeons Torn, a 15/15 creature."
    },
    {
      "id": 11,
      "fact": "In 2019, a rare Black Lotus card sold for over $166,000, setting a new record for the game."
    },
    {
      "id": 12,
      "fact": "Magic: The Gathering has been translated into 11 languages, including Japanese, German, and Chinese."
    },
    {
      "id": 13,
      "fact": "The card 'Shahrazad' was banned in several formats for its ability to create subgames within a game."
    },
    {
      "id": 14,
      "fact": "In 2003, a Magic card tournament with a prize of $250,000 was held in Houston, Texas."
    },
    {
      "id": 15,
      "fact": "Magic: The Gathering has inspired novels, comics, and even an animated series called 'Magic: The Gathering - The Animated Series.'"
    },
    {
      "id": 16,
      "fact": "The card 'Chaos Orb' has a unique ability: you can drop it from a height to destroy cards on the playing field."
    },
    {
      "id": 17,
      "fact": "There are over 15,000 unique Magic: The Gathering cards currently legal in the Legacy format."
    },
    {
      "id": 18,
      "fact": "In 1999, a special set called 'Portal Three Kingdoms' was released, based on the historical Chinese novel 'Romance of the Three Kingdoms.'"
    },
    {
      "id": 19,
      "fact": "The artist with the most Magic card illustrations is Rebecca Guay, known for her ethereal and dreamlike style."
    },
    {
      "id": 20,
      "fact": "The card 'Lightning Bolt' is considered one of the most iconic and powerful spells in the game."
    },
    {
      "id": 21,
      "fact": "Magic: The Gathering has a comprehensive set of rules, totaling over 200 pages."
    },
    {
      "id": 22,
      "fact": "The card 'Timetwister' is part of the Power Nine, a set of cards considered the most powerful in the game."
    },
    {
      "id": 23,
      "fact": "In 2020, Magic: The Gathering celebrated its 27th anniversary with numerous special events and releases."
    },
    {
      "id": 24,
      "fact": "The most expensive Magic: The Gathering card ever sold is a Black Lotus from the Alpha set, which went for over $500,000 in 2021."
    },
    {
      "id": 25,
      "fact": "The card 'Tarmogoyf' has fluctuated greatly in price over the years, reaching highs of over $200."
    },
    {
      "id": 26,
      "fact": "Magic: The Gathering has an organized play system that includes events like Grand Prix, Players Tour, and the Magic World Championship."
    },
    {
      "id": 27,
      "fact": "The card 'Ancestral Recall' is part of the Power Nine and is considered one of the most powerful draw spells in the game."
    },
    {
      "id": 28,
      "fact": "In 2015, Magic: The Gathering was inducted into the National Toy Hall of Fame in recognition of its cultural impact."
    },
    {
      "id": 29,
      "fact": "The term 'planeswalker' in Magic lore refers to powerful beings who can travel between different planes of existence."
    },
    {
      "id": 30,
      "fact": "In 2018, Magic: The Gathering Arena, a digital version of the game, was released, allowing players to compete online."
    },
    {
      "id": 31,
      "fact": "The card 'Black Lotus' is often cited as the most iconic and powerful card in Magic: The Gathering."
    }
  ]
}
